{"translation-revision-date":"2025-12-28 22:42:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Show <input \/> rows per page.":["<input \/> Zeilen pro Seite anzeigen."],"These features and options are only available when the “%1$s” setting in the “%2$s” section is used.":["Diese Funktionen und Einstellungen sind nur verfügbar, wenn die „%1$s“-Funktion im Abschnitt „%2$s“ aktiviert ist."],"This field must contain a non-negative number.":["Dieses Feld muss ein nicht-negative Zahl enthalten."],"Table Header":["Tabellenkopf"],"You can not enable the Table Features for Site Visitors, because your table’s body rows contain combined\/merged cells.":["Du kannst die Tabellenfunktionen für Seitenbesucher nicht aktivieren, da deine Tabelle verbundene Zellen im Tabellenkörper enthält."],"Offer the following functions for site visitors with this table:":["Biete deinen Seitenbesuchern folgende Funktionen für diese Tabelle an:"],"Enable Visitor Features":["Funktionen für Besucher aktivieren"],"Additional parameters from the <a>DataTables documentation<\/a> to be added to the JS call.":["Zusätzliche Parameter entsprechend der <a>DataTables-Dokumentation<\/a>."],"For advanced use only.":["Für fortgeschrittene Benutzer."],"Custom Commands":["Eigene Befehle"],"Enable horizontal scrolling, to make viewing tables with many columns easier.":["Horizontales Scrollen aktivieren, um das Ansehen großer Tabellen einfacher zu machen."],"Horizontal Scrolling":["Horizontales Scrollen"],"Enable the table information display, with information about the currently visible data, like the number of rows.":["Informationen und Statistiken über die im Moment angezeigten Daten unter der Tabelle anzeigen."],"Info":["Information"],"Allow the visitor to change the number of rows shown when using pagination.":["Dem Besucher ermöglichen, die jeweils angezeigte Anzahl Zeilen beim seitenweisen Blättern zu ändern."],"Pagination Length Change":["Anzahl Zeilen"],"Enable pagination of the table (viewing only a certain number of rows at a time) by the visitor.":["Seitenweises Blättern in der Tabelle durch den Besucher ermöglichen."],"Pagination":["Seitennummerierung"],"Enable the visitor to filter or search the table. Only rows with the search word in them are shown.":["Dem Besucher ermöglichen, die Tabelle zu filtern. Dabei werden nur Zeilen, die ein Suchwort enthalten, angezeigt."],"Search\/Filtering":["Filtern\/Suche"],"Enable sorting of the table by the visitor.":["Dem Besucher ermöglichen, die Tabelle nach Spalten zu sortieren."],"Sorting":["Sortieren"],"Table Options":["Tabellen-Einstellungen"]}},"comment":{"reference":"admin\/js\/edit\/datatables-features.js"}}